export const Getclass = () => [
  {
    id: 1000,
    name: "آزمایشگاه پایگاه داده ها",
    professor: "مرتضی دری گیو",
    TA: " علی زارعی",
    university: "دانشگاه سمنان",
    members: 14,
    date: "بهار98-97",
    questions: [
      {
        name: "تمرین هفته پنجم",
        id: 2000,
        text:
          "می‌توانید با دوستان خود همفکری کنید و هر سوالی داشتید زیر همین نوشته یا در نوشته‌های دیگر بپرسید ولی حتما حتما قبل از چهارشنبه تمرین را حل کرده باشید.مشکلاتی از قبیل عدم دسترسی به سایت و یا فراموشی رمز یا غیره مورد قبول نیست! در صورت لزوم می‌توانید تمرین را حتی روی کاغذ نوشته و تحویل دهید.دوستان خود را مطلع کنید.",
        date: "11   اسفند ",
      },
      {
        name: "تمرین هفته دوم",
        id: 2001,
        text: "تمرین هفته دوم روی سایت قرار داده شده است.",
        date: "11 بهمن",
      },
      {
        name: "خطا",
        id: 2002,
        text: "استاد خطای کامپایل میده بهم صفر میده لطفا راهنمایی کنید",
        date: "7 بهمن",
      },
      {
        name: "تمرین هفته اول",
        id: 2003,
        text: "تمرین هفته اول روی سایت قرار داده شده است.",
        date: "6 بهمن",
      },
    ],
  },
];
