export const TourSteps = () => [
  {
    selector: "#tour1",
    content:
      "به کورا خوش اومدید! من شما را برای استفاده از کورا راهنمایی می کنم. برای مشاهده صفحه اصلی روی لگوی کورا کلیک کنید، سپس برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour2",
    content:
      "در صفحه اصلی همه کلاس ها و سوالات و مسابقات را مشاهده می کنید. با کلیک بر روی هر قسمت می توانید صفحه های مربوط به آن را مشاهده کنید.برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour3",
    content:
      "برای مشاهده صفحه کلاس ها بر روی آن کلیک کنید.سپس برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour4",
    content:
      "در این صفحه کلاس های خود را مشاهده می کنید، برای اینکه وارد هر کلاس شوید برروی آن کلیک کنید. سپس برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour5 ",
    content:
      "برای مشاهده جزِییات کلاس خود بر روی کلاس کلیک کنید.سپس برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour6 ",
    content:
      "در این صفحه تمرین ها و نکات مهم کلاس را مشاهده می کنید.برای رفتن به قدم بعدی بر روی فلش کلیک کنید",
  },
  {
    selector: "#tour7 ",
    content:
      "برای نوشتن پست جدید بر روی نوشته جدید کلیک کنید.برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour8 ",
    content:
      "در این قسمت می توانید نوشته خود را به صورت عمومی یا خصوصی ارسال کنید.برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour9 ",
    content:
      "در این نوار کناری پست  ها قرار می گیرند، با کلیک روی هر کدام می توانید آن را مشاهده کنید. سپس برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour10 ",
    content:
      "پستی که انتخاب کردید را به صورت کامل مشاهده می  کنید.برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour11 ",
    content:
      "برای مشاهده صفحه سوالات بر روی آن کلیک کنید.سپس برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour12 ",
    content:
      "در این صفحه سوالات را مشاهده می کنید.برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour13 ",
    content:
      "برای مشاهده صفحه مسابقات بر روی آن کلیک کنید.سپس برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour14 ",
    content:
      "در این صفحه جزییات مسابقات در حال اجرا و گذشته را مشاهده می کنید.برای مشاهده سوالات هر مسابقه بر روی ورود به مسابقه کلیک کنید. سپس برای رفتن به قدم بعدی بر روی فلش کلیک کنید.",
  },
  {
    selector: "#tour15 ",
    content:
      "در این صفحه جزییات مسابقه ای که انتخاب کرده اید را مشاهده می کنید.با کورا تجربه خوبی داشته باشید!",
  },
];
